/* Delete Message */
"Are you sure you want to delete?" = "Tem certeza que deseja apagar?";

/* Cancel Delete */
"Cancel" = "Cancelar";

/* Delete Item */
"Delete" = "Apagar";

/* Done */
"Done" = "Pronto";

/* Edit */
"Edit" = "Editar";

/* to string */
"to" = "para";

/* Total Gas */
"Total gas used" = "Combustível Total";

/* Origin and Destination Match */
"Origin and Destination cannot be the same" = "Origem e destino não podem ser iguais";

/* Gas Empty */
"Gas input field is empty" = "Valor do combustível está em branco";

/* Invalid Number */
"Gas input field has invalid number" = "Valor do combustível inválido";

/* Origin unique error*/
"Origin input must be unique" = "Valor de origem deve ser único";

/* Origin invalid error */
"Origin input field is invalid" = "Valor de origem inválido";

/* Destination unique error */
"Destination input must be unique" = "Valor do destino deve ser único";

/* Destination invalid error */
"Destination input field is invalid" = "Valor de destino inválido";
